#print(5+15)
#print(4*'Hello')

#variables -> index -> value 
#Переменные -> индекс -> значение

'''
print(5)
print(5)
print(5)
print(5)
print(5)
print(5)
'''


"""a = 5 
b = 15 
c = a + b 
print(c)
num_1 = 5 
num_2 = 6 
print(num_1*num_2)"""

'''
#Найти площадь и периметр прямо-а
#S=a*b P=2*(a+b)
a = 5 
b = 3 
P = 2*(a+b) #Периметр
S = a*b     #Площадь
print('Сторона a =',a)
print('Сторона b =',b)
print('Периметр',P)
print('Площадь',S)

a=3
b=5
print(2*a+b)
a=4
b=3
c=5
print((3*a*c)/2*b)
a=3
print((3*a)**(0.5))
a=2
print((a**2)**(0.5))
a=6
b=8
print((a+b)**2)
a=3
b=2
print((a+b)**3)
'''
'''
#Переменные 
a = 5 
a = 1
print(a)

#Инкремент 
a = 5 
print(a)
a = a + 1 
print(a)
a += 1 
print(a)
a -=- 1
print(a)
a = a * 10
print(a)
#Декремент
a = a // 10
print(a)
a += -1 
print(a)
a -= 1 
print(a)
a = a - 1
print(a)
a *= 5 
print(a)
'''

#output -> вывод -> shig'ariw
#input  -> ввод  -> kiritiw 
#type   -> Тип файла -> Fayldin' tipi

#input()
"""a = float(input('Вводи 1е число: '))
b = int(input('Вводи 2е число: '))
print(a+b)
print(a-b)
print(a*b)
print(a//b)
#type()
print(type(a))"""

'''a = bool(input('Напиши что-то: '))
b = bool(input('Напиши что-то: '))
print(type(a))'''

#abs() = absulute(модуль)
#abs() => модуль

